Revit 2027 API
ParameterTypeId.RbsVoltagetypeVoltageParam Property
 "Actual Voltage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsVoltagetypeVoltageParam { get; }
Public Shared ReadOnly Property RbsVoltagetypeVoltageParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsVoltagetypeVoltageParam {
	ForgeTypeId^ get ();
}
static member RbsVoltagetypeVoltageParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace